from django.db import models

# TODO Модели добалять сюда.
# TODO  Необходимо сделать Django модели, которую будут покрывать логику.
# TODO
# TODO  Продавцы производят продажи.
# TODO  Продажи формируются на основе справочника номенклатуры.
# TODO  Для продаж необходим отслеживать, кем она изменена и когда.
# TODO  Для продаж формируеются чеки.
# TODO  Справочники номенлатуры формируется на основе
# TODO      справочника производителей.
# TODO      справочника справочника поставщиков.
# TODO
# TODO
# TODO  В докстрингах указать какая предпологается логика, работы с моделями.
# TODO
# TODO  Необходимо сформировать миграцию.

